espressif/esp-idf/components/spi_flash/test_apps/flash_mmap/sdkconfig.ci.xip_psram_esp32c61
CONFIG_IDF_TARGET="esp32c61"
CONFIG_SPIRAM_XIP_FROM_PSRAM=y
